export type Review = {
    id: number;
    username: string;
    rating: number;
    title: string;
    date: string;
    review: string;
}

export const reviews:Array<Review> = [
    {
        id: 1,
        username: "Euphoria カスタマー",
        rating: 5,
        title: "子供の身長伸びにはオススメ！",
        date: "2023/12/01",
        review: "購入後、使用してみてうちの息子が3ヶ月内で前より身長伸びるのが早かったです。今は、一日1回だけ飲んでもらってるから１箱で1ヶ月飲めるのが良かったと思います。２箱入ってるから2ヶ月使えまして適切な値段だと感じます。"
    },
    {
        id: 2,
        username: "山田",
        rating: 4,
        title: "お年寄りは飲んだ方が良い",
        date: "2023/12/01",
        review: "購入後、使用してみてうちの息子が3ヶ月内で前より身長伸びるのが早かったです。今は、一日1回だけ飲んでもらってるから１箱で1ヶ月飲めるのが良かったと思います。２箱入ってるから2ヶ月使えまして適切な値段だと感じます。"
    },
    {
        id: 3,
        username: "山田",
        rating: 4,
        title: "お年寄りは飲んだ方が良い",
        date: "2023/12/01",
        review: "購入後、使用してみてうちの息子が3ヶ月内で前より身長伸びるのが早かったです。今は、一日1回だけ飲んでもらってるから１箱で1ヶ月飲めるのが良かったと思います。２箱入ってるから2ヶ月使えまして適切な値段だと感じます。"
    },
    {
        id: 4,
        username: "山田",
        rating: 4,
        title: "お年寄りは飲んだ方が良い",
        date: "2023/12/01",
        review: "購入後、使用してみてうちの息子が3ヶ月内で前より身長伸びるのが早かったです。今は、一日1回だけ飲んでもらってるから１箱で1ヶ月飲めるのが良かったと思います。２箱入ってるから2ヶ月使えまして適切な値段だと感じます。"
    },
    {
        id: 5,
        username: "山田",
        rating: 4,
        title: "お年寄りは飲んだ方が良い",
        date: "2023/12/01",
        review: "購入後、使用してみてうちの息子が3ヶ月内で前より身長伸びるのが早かったです。今は、一日1回だけ飲んでもらってるから１箱で1ヶ月飲めるのが良かったと思います。２箱入ってるから2ヶ月使えまして適切な値段だと感じます。"
    }
];